{
  "metadata": {
    "timestamp": "20250108_095407",
    "total_users_analyzed": 24,
    "users": [
      "Gus",
      "Hal",
      "Ivy",
      "Jan",
      "Kim",
      "Leo",
      "Max",
      "Sam",
      "Ace",
      "Ash",
      "Bea",
      "Dot",
      "Eve",
      "Fay",
      "Kit",
      "Moe",
      "Pip",
      "Rex",
      "Lily",
      "Abby",
      "Finn",
      "Jude",
      "Noel",
      "Tess"
    ]
  },
  "vocabulary_analysis_summary": {
    "Gus": {
      "unique_words": 183,
      "total_words": 261,
      "avg_word_frequency": 1.4262295081967213,
      "top_10_words": [
        [
          "the",
          11
        ],
        [
          "i",
          8
        ],
        [
          "you",
          6
        ],
        [
          "a",
          6
        ],
        [
          "was",
          5
        ],
        [
          "to",
          5
        ],
        [
          "favorite",
          4
        ],
        [
          "is",
          4
        ],
        [
          "are",
          3
        ],
        [
          "so",
          3
        ]
      ]
    },
    "Hal": {
      "unique_words": 109,
      "total_words": 147,
      "avg_word_frequency": 1.348623853211009,
      "top_10_words": [
        [
          "are",
          6
        ],
        [
          "to",
          5
        ],
        [
          "the",
          5
        ],
        [
          "you",
          5
        ],
        [
          "is",
          4
        ],
        [
          "a",
          4
        ],
        [
          "what",
          3
        ],
        [
          "yes?",
          2
        ],
        [
          "who",
          2
        ],
        [
          "and",
          2
        ]
      ]
    },
    "Ivy": {
      "unique_words": 38,
      "total_words": 48,
      "avg_word_frequency": 1.263157894736842,
      "top_10_words": [
        [
          "hiii",
          4
        ],
        [
          "u",
          3
        ],
        [
          "sup",
          3
        ],
        [
          "hiiii",
          2
        ],
        [
          "how",
          2
        ],
        [
          "are",
          2
        ],
        [
          "wow",
          1
        ],
        [
          "did",
          1
        ],
        [
          "they",
          1
        ],
        [
          "start",
          1
        ]
      ]
    },
    "Jan": {
      "unique_words": 125,
      "total_words": 164,
      "avg_word_frequency": 1.312,
      "top_10_words": [
        [
          "\u0131",
          8
        ],
        [
          "what",
          7
        ],
        [
          "is",
          5
        ],
        [
          "\u0131m",
          4
        ],
        [
          "about",
          3
        ],
        [
          "me",
          3
        ],
        [
          "cherry",
          3
        ],
        [
          "u",
          3
        ],
        [
          "the",
          3
        ],
        [
          "am",
          2
        ]
      ]
    },
    "Kim": {
      "unique_words": 139,
      "total_words": 213,
      "avg_word_frequency": 1.5323741007194245,
      "top_10_words": [
        [
          "i",
          10
        ],
        [
          "you",
          7
        ],
        [
          "is",
          7
        ],
        [
          "it",
          5
        ],
        [
          "do",
          4
        ],
        [
          "not",
          4
        ],
        [
          "what",
          4
        ],
        [
          "hi",
          3
        ],
        [
          "how",
          3
        ],
        [
          "the",
          3
        ]
      ]
    },
    "Leo": {
      "unique_words": 283,
      "total_words": 460,
      "avg_word_frequency": 1.6254416961130742,
      "top_10_words": [
        [
          "i",
          13
        ],
        [
          "you",
          11
        ],
        [
          "the",
          8
        ],
        [
          "not",
          8
        ],
        [
          "to",
          7
        ],
        [
          "how",
          7
        ],
        [
          "-",
          7
        ],
        [
          "it",
          7
        ],
        [
          "i'm",
          6
        ],
        [
          "hi",
          6
        ]
      ]
    },
    "Max": {
      "unique_words": 89,
      "total_words": 168,
      "avg_word_frequency": 1.8876404494382022,
      "top_10_words": [
        [
          "you",
          11
        ],
        [
          "how",
          10
        ],
        [
          "are",
          10
        ],
        [
          "i",
          9
        ],
        [
          "hi",
          7
        ],
        [
          "guys",
          6
        ],
        [
          "what",
          5
        ],
        [
          "am",
          4
        ],
        [
          "hello",
          4
        ],
        [
          "you?",
          4
        ]
      ]
    },
    "Sam": {
      "unique_words": 51,
      "total_words": 83,
      "avg_word_frequency": 1.6274509803921569,
      "top_10_words": [
        [
          "hi",
          6
        ],
        [
          "you",
          6
        ],
        [
          "how",
          5
        ],
        [
          "are",
          5
        ],
        [
          "i",
          3
        ],
        [
          "it",
          3
        ],
        [
          "is",
          3
        ],
        [
          "doing",
          2
        ],
        [
          "good",
          2
        ],
        [
          "dont",
          2
        ]
      ]
    },
    "Ace": {
      "unique_words": 111,
      "total_words": 170,
      "avg_word_frequency": 1.5315315315315314,
      "top_10_words": [
        [
          "i",
          11
        ],
        [
          "you",
          9
        ],
        [
          "do",
          9
        ],
        [
          "like",
          5
        ],
        [
          "a",
          5
        ],
        [
          "or",
          4
        ],
        [
          "with",
          3
        ],
        [
          "to",
          3
        ],
        [
          "your",
          2
        ],
        [
          "believe",
          2
        ]
      ]
    },
    "Ash": {
      "unique_words": 55,
      "total_words": 86,
      "avg_word_frequency": 1.5636363636363637,
      "top_10_words": [
        [
          "is",
          9
        ],
        [
          "hi",
          7
        ],
        [
          "what",
          4
        ],
        [
          "it",
          3
        ],
        [
          "favorite",
          3
        ],
        [
          "everyone",
          3
        ],
        [
          "so",
          3
        ],
        [
          "\u0131",
          2
        ],
        [
          "x",
          2
        ],
        [
          "?",
          2
        ]
      ]
    },
    "Bea": {
      "unique_words": 80,
      "total_words": 127,
      "avg_word_frequency": 1.5875,
      "top_10_words": [
        [
          "you",
          10
        ],
        [
          "how",
          7
        ],
        [
          "are",
          6
        ],
        [
          "hi",
          4
        ],
        [
          "good",
          4
        ],
        [
          "what",
          4
        ],
        [
          "you?",
          3
        ],
        [
          "hello",
          3
        ],
        [
          "hey",
          3
        ],
        [
          "i'm",
          2
        ]
      ]
    },
    "Dot": {
      "unique_words": 50,
      "total_words": 81,
      "avg_word_frequency": 1.62,
      "top_10_words": [
        [
          "hi!",
          4
        ],
        [
          "how",
          4
        ],
        [
          "is",
          4
        ],
        [
          "what's",
          4
        ],
        [
          "you",
          3
        ],
        [
          "what",
          3
        ],
        [
          "going",
          3
        ],
        [
          "hi",
          3
        ],
        [
          "up",
          3
        ],
        [
          "\u0131",
          2
        ]
      ]
    },
    "Eve": {
      "unique_words": 126,
      "total_words": 216,
      "avg_word_frequency": 1.7142857142857142,
      "top_10_words": [
        [
          "you",
          10
        ],
        [
          "green",
          7
        ],
        [
          "are",
          7
        ],
        [
          "hi",
          7
        ],
        [
          "black",
          6
        ],
        [
          "how",
          6
        ],
        [
          "anything",
          5
        ],
        [
          "i",
          5
        ],
        [
          "turuncu",
          4
        ],
        [
          "not",
          4
        ]
      ]
    },
    "Fay": {
      "unique_words": 98,
      "total_words": 203,
      "avg_word_frequency": 2.0714285714285716,
      "top_10_words": [
        [
          "you",
          14
        ],
        [
          "good",
          11
        ],
        [
          "hello",
          7
        ],
        [
          "i",
          7
        ],
        [
          "is",
          6
        ],
        [
          "what",
          5
        ],
        [
          "the",
          5
        ],
        [
          "a",
          5
        ],
        [
          "are",
          5
        ],
        [
          "about",
          4
        ]
      ]
    },
    "Kit": {
      "unique_words": 79,
      "total_words": 133,
      "avg_word_frequency": 1.6835443037974684,
      "top_10_words": [
        [
          "you",
          10
        ],
        [
          "i",
          7
        ],
        [
          "guess",
          4
        ],
        [
          "it",
          4
        ],
        [
          "how",
          4
        ],
        [
          "about",
          4
        ],
        [
          "what",
          4
        ],
        [
          "im",
          3
        ],
        [
          "too",
          3
        ],
        [
          "do",
          3
        ]
      ]
    },
    "Moe": {
      "unique_words": 121,
      "total_words": 197,
      "avg_word_frequency": 1.628099173553719,
      "top_10_words": [
        [
          "u",
          12
        ],
        [
          "hi",
          8
        ],
        [
          "its",
          7
        ],
        [
          "are",
          6
        ],
        [
          "how",
          6
        ],
        [
          "and",
          5
        ],
        [
          "i",
          5
        ],
        [
          "whats",
          4
        ],
        [
          "hello",
          3
        ],
        [
          "we",
          3
        ]
      ]
    },
    "Pip": {
      "unique_words": 87,
      "total_words": 146,
      "avg_word_frequency": 1.6781609195402298,
      "top_10_words": [
        [
          "you",
          10
        ],
        [
          "good",
          8
        ],
        [
          "how",
          8
        ],
        [
          "are",
          7
        ],
        [
          "its",
          5
        ],
        [
          "hey",
          3
        ],
        [
          "boring",
          3
        ],
        [
          "i",
          3
        ],
        [
          ":)",
          3
        ],
        [
          "black",
          3
        ]
      ]
    },
    "Rex": {
      "unique_words": 114,
      "total_words": 200,
      "avg_word_frequency": 1.7543859649122806,
      "top_10_words": [
        [
          "you",
          12
        ],
        [
          "are",
          11
        ],
        [
          "how",
          8
        ],
        [
          "just",
          7
        ],
        [
          "i",
          6
        ],
        [
          "hey",
          6
        ],
        [
          "chilling",
          5
        ],
        [
          "is",
          4
        ],
        [
          "good",
          4
        ],
        [
          "im",
          4
        ]
      ]
    },
    "Lily": {
      "unique_words": 77,
      "total_words": 132,
      "avg_word_frequency": 1.7142857142857142,
      "top_10_words": [
        [
          "how",
          8
        ],
        [
          "you",
          8
        ],
        [
          "i",
          5
        ],
        [
          "i'm",
          5
        ],
        [
          "good",
          4
        ],
        [
          "are",
          4
        ],
        [
          "is",
          4
        ],
        [
          "hii",
          3
        ],
        [
          "no",
          3
        ],
        [
          "about",
          3
        ]
      ]
    },
    "Abby": {
      "unique_words": 107,
      "total_words": 173,
      "avg_word_frequency": 1.6168224299065421,
      "top_10_words": [
        [
          "a",
          6
        ],
        [
          "hello",
          5
        ],
        [
          "guys",
          5
        ],
        [
          "how",
          5
        ],
        [
          "the",
          5
        ],
        [
          "it",
          4
        ],
        [
          "there",
          3
        ],
        [
          "i",
          3
        ],
        [
          "u",
          3
        ],
        [
          "are",
          3
        ]
      ]
    },
    "Finn": {
      "unique_words": 90,
      "total_words": 181,
      "avg_word_frequency": 2.011111111111111,
      "top_10_words": [
        [
          "you",
          14
        ],
        [
          "how",
          9
        ],
        [
          "are",
          8
        ],
        [
          "what",
          7
        ],
        [
          "i",
          7
        ],
        [
          "is",
          6
        ],
        [
          "am",
          5
        ],
        [
          "about",
          5
        ],
        [
          "not",
          5
        ],
        [
          "hi",
          4
        ]
      ]
    },
    "Jude": {
      "unique_words": 74,
      "total_words": 103,
      "avg_word_frequency": 1.3918918918918919,
      "top_10_words": [
        [
          "i",
          5
        ],
        [
          "to",
          4
        ],
        [
          "a",
          3
        ],
        [
          "your",
          3
        ],
        [
          "what",
          3
        ],
        [
          "dont",
          3
        ],
        [
          "am",
          3
        ],
        [
          "hi",
          2
        ],
        [
          "me",
          2
        ],
        [
          "there",
          2
        ]
      ]
    },
    "Noel": {
      "unique_words": 76,
      "total_words": 142,
      "avg_word_frequency": 1.868421052631579,
      "top_10_words": [
        [
          "i",
          8
        ],
        [
          "are",
          7
        ],
        [
          "hey",
          7
        ],
        [
          "am",
          6
        ],
        [
          "how",
          5
        ],
        [
          "great",
          5
        ],
        [
          "is",
          5
        ],
        [
          "there",
          4
        ],
        [
          "not",
          4
        ],
        [
          "its",
          4
        ]
      ]
    },
    "Tess": {
      "unique_words": 82,
      "total_words": 145,
      "avg_word_frequency": 1.7682926829268293,
      "top_10_words": [
        [
          "how",
          9
        ],
        [
          "you",
          8
        ],
        [
          "huyys",
          6
        ],
        [
          "a",
          5
        ],
        [
          "what",
          4
        ],
        [
          "busy",
          4
        ],
        [
          "hi",
          4
        ],
        [
          "re",
          4
        ],
        [
          "doing",
          3
        ],
        [
          "are",
          3
        ]
      ]
    },
    "bot": {
      "unique_words": 486,
      "total_words": 1894,
      "avg_word_frequency": 3.897119341563786,
      "top_10_words": [
        [
          "you",
          108
        ],
        [
          "hey",
          105
        ],
        [
          "just",
          63
        ],
        [
          "how",
          54
        ],
        [
          "are",
          48
        ],
        [
          "good",
          46
        ],
        [
          "it",
          43
        ],
        [
          "going",
          39
        ],
        [
          "what",
          37
        ],
        [
          "about",
          31
        ]
      ]
    }
  },
  "vocabulary_analysis": {
    "Gus": {
      "hello": 1,
      "guysss": 1,
      "sup": 1,
      "how": 2,
      "are": 3,
      "you": 6,
      "today": 1,
      "a": 6,
      "little": 2,
      "hungry": 1,
      "anybody": 1,
      "wanna": 1,
      "have": 1,
      "dinner": 1,
      "after": 1,
      "this": 1,
      "ohh": 1,
      "finallsss": 1,
      "so": 3,
      "annoying": 1,
      "finaaasssllss": 1,
      "aaaaaaaaaaaaa": 1,
      "ahahaha": 2,
      "i": 8,
      "am": 1,
      "slleeppy": 1,
      "al": 1,
      "day": 2,
      "omg": 1,
      "was": 5,
      "fooled": 1,
      "the": 11,
      "last": 1,
      "time": 2,
      "ahaha": 1,
      "its": 2,
      "at": 1,
      "botom": 1,
      "of": 3,
      "page": 1,
      "when": 1,
      "saw": 1,
      "'abi'": 1,
      "sure": 1,
      "that": 1,
      "person": 1,
      "but": 1,
      "it": 1,
      "bot!!!": 1,
      "shocked": 1,
      "hey": 3,
      "integration": 1,
      "hitting": 1,
      "hard": 1,
      "black": 2,
      "there": 3,
      "why": 2,
      "wer": 1,
      "silent": 1,
      "studying": 1,
      "right": 2,
      "now": 1,
      "hahaha": 1,
      "we": 1,
      "need": 1,
      "to": 5,
      "help": 1,
      "our": 1,
      "friend": 1,
      "by": 1,
      "chatting": 1,
      "purple": 1,
      "whats": 1,
      "your": 3,
      "favorite": 4,
      "movie": 1,
      "and": 2,
      "my": 2,
      "is": 4,
      "also": 1,
      "an": 1,
      "animation": 1,
      "about": 1,
      "dragons": 1,
      "train": 1,
      "dragon": 2,
      "called": 1,
      "toothless": 1,
      "he's": 1,
      "cuteeeee": 1,
      "black,": 1,
      "what": 2,
      "movie?": 1,
      "who's": 2,
      "she?": 1,
      "she": 1,
      "ur": 1,
      "girlfriend": 1,
      "qwerty": 1,
      "anyone?": 1,
      "enough": 1,
      "with": 1,
      "finals": 1,
      "that's": 1,
      "no": 2,
      "hobbies": 1,
      "just": 1,
      "gotta": 1,
      "work": 1,
      "fell": 1,
      "asleep,": 1,
      "methinks": 1,
      "whatever": 1,
      "green": 1,
      "speak": 1,
      "up": 2,
      "or": 1,
      "shut": 1,
      "forever": 1,
      "sorry": 1,
      "nervous": 1,
      "didn't": 2,
      "mean": 2,
      "offend": 1,
      "feeling": 1,
      "overwhelmed": 1,
      "nowadays": 1,
      "much": 1,
      "responsibility": 1,
      "it's": 1,
      "opposite": 1,
      "indifference,": 1,
      "according": 1,
      "lumineers": 1,
      "went": 1,
      "their": 1,
      "concert": 1,
      "they're": 1,
      "like": 2,
      "best": 1,
      "band": 2,
      "ever": 1,
      "even": 1,
      "touched": 1,
      "vocalist": 1,
      "he": 2,
      "came": 2,
      "among": 2,
      "us": 1,
      "euphoric": 1,
      "moemnt": 1,
      "what's": 1,
      "yout": 1,
      "not": 1,
      "lying": 1,
      "off": 1,
      "stage": 1,
      "walked": 1,
      "crowd": 1,
      "here": 1,
      "them": 1,
      "kind": 1,
      "musi": 1,
      "do": 2,
      "they": 1,
      "solo": 1,
      "artists?": 1,
      "her": 1,
      "rain": 1,
      "iyiyim": 1,
      "from": 2,
      "i\u0307stanbul": 1,
      "wher": 1,
      "ok": 1,
      "hi,": 1,
      "people!": 1,
      "human": 1,
      "here?": 1,
      "fine": 1,
      "if": 1,
      "anyone": 1,
      "interested.": 1,
      "hi": 1
    },
    "Hal": {
      "yes?": 2,
      "who": 2,
      "likes": 1,
      "to": 5,
      "play": 1,
      "the": 5,
      "villain?": 1,
      "you": 5,
      "know,": 1,
      "mad": 1,
      "and": 2,
      "villainy": 1,
      "orange": 1,
      "is": 4,
      "new": 1,
      "black": 1,
      "why": 2,
      "are": 6,
      "guys": 1,
      "in": 1,
      "this": 2,
      "chat?": 1,
      "what": 3,
      "finals?": 1,
      "nba?": 1,
      "wants": 1,
      "listen": 1,
      "a": 4,
      "story?": 1,
      "whatever": 1,
      "it's": 2,
      "about?": 1,
      "really": 1,
      "interested?": 1,
      "about": 1,
      "blue?": 1,
      "they": 1,
      "salient?": 1,
      "doesn't": 2,
      "matter,": 1,
      "blue": 1,
      "want": 1,
      "it": 1,
      "once": 1,
      "upon": 1,
      "time,": 1,
      "there": 2,
      "was": 1,
      "king": 1,
      "then": 1,
      "he": 1,
      "died.": 1,
      "fine,": 1,
      "you?": 1,
      "hear": 2,
      "ye": 2,
      "im": 1,
      "bout": 1,
      "say": 1,
      "whos": 1,
      "up": 1,
      "for": 1,
      "challenge?": 1,
      "so": 1,
      "you're": 1,
      "down?": 1,
      "hello": 1,
      "hej": 1,
      "where": 1,
      "from?": 1,
      "which": 1,
      "language": 1,
      "that?": 1,
      "hellos": 1,
      "if": 1,
      "i'm": 2,
      "not": 1,
      "person,": 1,
      "should": 2,
      "i": 2,
      "respond?": 1,
      "spamming?": 1,
      "spamming": 1,
      "awful,": 1,
      "that's": 1,
      "why.": 1,
      "middle": 1,
      "of": 1,
      "night": 1,
      "here,": 1,
      "be": 1,
      "sleeping": 1,
      "\ud83d\udc4b": 1,
      "don't": 1,
      "yo": 1,
      "uguys": 1,
      "do": 1,
      "aswell?": 1,
      "when": 1,
      "next": 1,
      "oscars,": 1,
      "lookin": 1,
      "fowward": 1,
      "it..": 1,
      "what's": 1,
      "your": 1,
      "interests": 1,
      "also": 1,
      "actors..": 1
    },
    "Ivy": {
      "hiii": 4,
      "wow": 1,
      "did": 1,
      "they": 1,
      "start": 1,
      "already": 1,
      "my": 1,
      "guy": 1,
      "taking": 1,
      "some": 1,
      "language": 1,
      "electives": 1,
      "hiiii": 2,
      "how": 2,
      "are": 2,
      "you": 1,
      "guys": 1,
      "doing": 1,
      "wassup": 1,
      "orange": 1,
      "r": 1,
      "u": 3,
      "doin": 1,
      "well": 1,
      "sup": 3,
      "hi": 1,
      "anyone": 1,
      "wanna": 1,
      "speak": 1,
      "fine": 1,
      "thanks": 1,
      "prepping": 1,
      "for": 1,
      "finals": 1,
      "know": 1,
      "red": 1,
      "hija": 1,
      "hiiiii": 1
    },
    "Jan": {
      "whassup": 1,
      "\u0131": 8,
      "am": 2,
      "thinking": 1,
      "about": 3,
      "my": 1,
      "existence": 1,
      "whats": 1,
      "up": 1,
      "there": 1,
      "care": 1,
      "to": 1,
      "respond": 1,
      "guys*": 1,
      "\u0131s": 1,
      "\u0131t": 1,
      "a": 2,
      "methaphor": 1,
      "that": 1,
      "related": 1,
      "with": 2,
      "sun": 1,
      "day": 1,
      "and": 1,
      "night": 1,
      "finals": 1,
      "should": 1,
      "study": 1,
      "me": 3,
      "eh": 1,
      "sup": 1,
      "cherry": 3,
      "lady": 1,
      "she": 2,
      "is": 5,
      "fr": 1,
      "evert": 1,
      "how": 2,
      "tell": 1,
      "an": 1,
      "another": 2,
      "song": 1,
      "then": 1,
      "orange": 1,
      "playing": 1,
      "dead": 1,
      "hear": 1,
      "what": 7,
      "uhmm": 1,
      "dont": 2,
      "play": 1,
      "coy": 1,
      "one": 1,
      "busy": 1,
      "diagnosing": 1,
      "us": 1,
      "guess": 2,
      "\u0131m": 4,
      "upp": 1,
      "r": 1,
      "u": 3,
      "love": 2,
      "baby": 1,
      "hurt": 1,
      "no": 1,
      "more": 1,
      "\u0131mperessed": 1,
      "hell": 1,
      "yeah": 1,
      "are": 1,
      "ulying": 1,
      "or": 1,
      "umm": 1,
      "\u0131dk": 1,
      "actually": 1,
      "lonely": 1,
      "wolwes": 1,
      "broo": 1,
      "just": 1,
      "kidding": 1,
      "hearing": 1,
      "the": 3,
      "rain": 1,
      "now": 1,
      "yupp": 1,
      "mate": 1,
      "so": 1,
      "hungry": 1,
      "you": 1,
      "r\u0131ght": 1,
      "dang": 1,
      "l\u0131ke": 1,
      "options": 1,
      "br": 1,
      "eeeh": 1,
      "ur": 1,
      "fav": 1,
      "colour": 1,
      "maybe": 1,
      "brown": 1,
      "hello": 1,
      "greetings": 1,
      "haha": 1,
      "whut": 1,
      "boz\u015fahin": 1,
      "who": 1,
      "oh": 1,
      "didnt": 1,
      "hear,": 1,
      "exam": 1,
      "did": 1,
      "take": 1,
      "damn": 1,
      "cool": 1,
      "good": 1,
      "evening": 1,
      "fellows": 1,
      "life": 1,
      "hahahaha": 1,
      "seeking": 1,
      "for": 1,
      "endless": 1,
      "at": 1,
      "end": 1,
      "thanks": 1
    },
    "Kim": {
      "hi": 3,
      "there": 2,
      "how": 3,
      "you": 7,
      "doin?": 1,
      "play": 1,
      "the": 3,
      "villain?": 1,
      "i": 10,
      "do": 4,
      "not": 4,
      "like,": 1,
      "appearently": 1,
      "could": 1,
      "even": 1,
      "see": 2,
      "button": 1,
      "to": 3,
      "accuse": 1,
      "jess": 1,
      "now": 2,
      "smo": 2,
      "accused": 1,
      "accurately": 1,
      "it": 5,
      "is": 7,
      "definitely": 1,
      "trick": 1,
      "\u0131": 1,
      "wanna": 1,
      "tell": 2,
      "me": 2,
      "blue": 2,
      "salient": 2,
      "what": 4,
      "story": 1,
      "about": 3,
      "but": 2,
      "want": 1,
      "come": 1,
      "on": 1,
      "green?": 3,
      "story?": 1,
      "our": 1,
      "stroy": 1,
      "huh?": 1,
      "so": 3,
      "amazing": 1,
      "wow": 1,
      "hi!": 1,
      "good,": 1,
      "are": 2,
      "you?": 1,
      "am": 3,
      "doing": 1,
      "great": 1,
      "as": 2,
      "well": 2,
      "my": 1,
      "finals": 3,
      "haven't": 1,
      "started": 1,
      "yet": 1,
      "studying": 1,
      "all": 2,
      "day": 1,
      "and": 1,
      "night": 1,
      "ugh": 1,
      "still": 1,
      "have": 3,
      "a": 1,
      "way": 1,
      "go!": 1,
      "that's": 1,
      "miserable": 1,
      "sorry": 1,
      "haha": 2,
      "gonna": 1,
      "study": 1,
      "don't": 1,
      "say": 1,
      "that!!": 1,
      "huh": 1,
      ":d": 1,
      "ok": 2,
      "captain": 1,
      "hobbies": 1,
      "helo?": 1,
      "thats": 2,
      "sad": 1,
      "tbh": 1,
      "no": 2,
      "black": 2,
      "?": 1,
      "speak": 1,
      "up": 1,
      "can": 1,
      "calm": 1,
      "down": 1,
      "its": 2,
      "why": 1,
      "nervous": 1,
      "hmm": 1,
      "nice": 1,
      "looks": 1,
      "cute": 1,
      "blunt": 1,
      "nothing": 1,
      "exciting": 1,
      "know": 1,
      "abi": 2,
      "purple": 1,
      "again": 1,
      "suspicious": 1,
      "nope,": 1,
      "at": 1,
      "they": 1,
      "need": 1,
      "though?": 1,
      "sus": 1,
      "dont": 1,
      "make": 1,
      "obvious": 1,
      "green": 1,
      "???": 1,
      "by": 1,
      "tellinggg!!!": 1,
      "helooo": 1,
      "one,": 1,
      "yours?": 1,
      "classic": 1,
      "hi\u0307": 1,
      "life": 1,
      "other": 1,
      "than": 1,
      "idea": 1,
      "think": 1,
      "like": 1
    },
    "Leo": {
      "hello!": 4,
      "i'm": 6,
      "good,": 2,
      "what": 3,
      "about": 1,
      "you?": 2,
      "ah.": 1,
      "sure,": 1,
      "dinner": 2,
      "is": 3,
      "always": 1,
      "welcome": 1,
      "yeah": 3,
      "finals...": 1,
      "i": 13,
      "had": 3,
      "my": 3,
      "final": 4,
      "and": 5,
      "then": 1,
      "proceeded": 1,
      "to": 7,
      "collapse": 1,
      "sleep...": 1,
      "4": 1,
      "more": 1,
      "go": 1,
      "at": 5,
      "least": 2,
      "the": 8,
      "was": 4,
      "alright": 1,
      "how're": 1,
      "hiii": 1,
      "what's": 1,
      "up": 1,
      "everyone?": 2,
      "how": 7,
      "you": 11,
      "been?": 1,
      "any": 2,
      "notable": 1,
      "thing": 3,
      "lately?": 1,
      "wdym": 1,
      "integration?": 1,
      "good": 4,
      "question": 1,
      "-": 7,
      "not": 8,
      "talk": 1,
      "for": 2,
      "orange": 3,
      "but": 2,
      "think": 1,
      "theyre": 2,
      "too": 3,
      "seems": 1,
      "so": 3,
      "indeed": 1,
      "hey": 3,
      "black,": 1,
      "many": 2,
      "finals": 3,
      "do": 4,
      "have?": 2,
      "miyazaki's": 1,
      "boy": 1,
      "wind": 1,
      "yours,": 1,
      "orange?": 1,
      "ooh,": 1,
      "wh,ch": 1,
      "one?": 1,
      "ah,": 1,
      "that": 2,
      "one": 2,
      "nice": 1,
      "watched": 1,
      "it": 7,
      "sooo": 1,
      "long": 1,
      "ago...": 1,
      "how's": 1,
      "hi": 6,
      "black": 1,
      "tired": 1,
      "all": 2,
      "overall": 1,
      "etc": 1,
      "are": 2,
      "yours": 1,
      "going?": 1,
      "mean": 1,
      "2": 2,
      "done": 1,
      "out": 2,
      "of": 5,
      "6": 1,
      "uf...": 1,
      "yeah,": 3,
      "they're": 1,
      "after": 3,
      "each": 1,
      "other": 1,
      "with": 1,
      "most": 1,
      "days": 1,
      "in": 2,
      "between": 1,
      "no": 2,
      "breaks": 1,
      "new": 3,
      "year's": 1,
      "speaking": 2,
      "which": 1,
      "guys": 3,
      "have": 4,
      "plans?": 1,
      "know": 1,
      "know,": 1,
      "wish": 1,
      "there": 1,
      "less": 1,
      "nobody": 1,
      "needs": 1,
      "htr": 1,
      "on": 2,
      "years": 1,
      "eve?": 1,
      "now": 2,
      "also": 1,
      "sounds": 2,
      "miserable": 1,
      "hi\u0307!": 2,
      "again...": 1,
      "sorry": 1,
      "did": 2,
      "this": 2,
      "typo": 1,
      "before": 3,
      "looks": 1,
      "funny": 1,
      "anyways": 1,
      "like": 5,
      "it?": 1,
      "life": 1,
      "besides": 1,
      "finals?": 1,
      "understandable": 1,
      "feels": 1,
      "a": 6,
      "blunt-force": 1,
      "trauma": 1,
      "times": 1,
      "really?": 1,
      "even": 1,
      "small": 1,
      "details?": 1,
      "feel": 1,
      "waiting": 1,
      "gather": 1,
      "enough": 1,
      "data": 1,
      "or": 1,
      "something": 1,
      "idk": 2,
      "computation": 1,
      "person": 1,
      "here": 2,
      "lol": 2,
      "red?": 2,
      "well": 1,
      "case": 1,
      "just": 2,
      "prefer": 1,
      "psychological": 1,
      "aspects": 1,
      "language": 1,
      "its": 1,
      "computational": 2,
      "modelling": 1,
      "make": 1,
      "obvious?": 1,
      "me": 2,
      "should": 1,
      "grab": 1,
      "red!": 1,
      "why": 1,
      "not,": 1,
      "aren't": 1,
      "hungry?": 1,
      "well,": 2,
      "there's": 1,
      "much": 1,
      "choose": 1,
      "around": 1,
      "if": 2,
      "youre": 1,
      "night": 1,
      "owl": 1,
      "red,": 1,
      "tried": 1,
      "almost": 1,
      "every": 1,
      "place": 1,
      "cami": 1,
      "sokak": 1,
      "by": 1,
      "pizza": 1,
      "cool": 1,
      "library?": 1,
      "hi!": 1,
      "is..": 1,
      "going": 1,
      ":))": 1,
      "purple": 1,
      "would": 1,
      "describe": 1,
      "operation": 1,
      "unloading": 1,
      "tree": 1,
      "stumps": 1,
      "from": 1,
      "big": 1,
      "truck?": 1,
      "curiosity": 1,
      "ofc": 1,
      ":)))": 1,
      "don't": 1,
      "any?": 1,
      "blue": 1,
      "see": 1,
      "professor": 1,
      "boz\u015fahin's": 1,
      "book": 1,
      "*": 1,
      "fine,": 1,
      "slept": 1,
      "very": 1,
      "day": 1,
      "do,": 1,
      "know..": 1,
      "an": 1,
      "anxiety": 2,
      "attack": 1,
      "today": 1,
      "though": 1,
      "boz\u015fahin": 1,
      "linguist": 1,
      "greek": 1,
      "pretty": 1,
      "easy,": 1,
      "worth": 1,
      "over": 1,
      "am": 1,
      "better,": 1,
      "thanks": 1,
      "hello": 1,
      "ahaha": 1,
      "emojis?": 1,
      "nice!": 1,
      "using": 1,
      "physical": 1,
      "keyboard": 1,
      "where": 1,
      "it'd": 1,
      "be": 1,
      "green,": 1,
      "there?": 1,
      "idk,": 1,
      "really": 1,
      "interest": 1,
      "area": 1,
      "it's": 1,
      "movie": 1,
      "acress": 1,
      "awards": 1,
      "isnt": 1,
      "linguistics,": 1,
      "photography,": 1,
      "sailing,": 1,
      "cycling": 1
    },
    "Max": {
      "hi": 7,
      "guys": 6,
      "how": 10,
      "are": 10,
      "you": 11,
      "i": 9,
      "feel": 3,
      "kinda": 1,
      "hungry": 2,
      "meant,": 1,
      "what": 5,
      "about": 2,
      "orange,": 1,
      "right?": 1,
      "your": 3,
      "favorite": 3,
      "colors?": 1,
      "all": 1,
      "ruse": 1,
      "of": 1,
      "to": 3,
      "not": 2,
      "ask": 2,
      "me": 1,
      "am": 4,
      "rude": 1,
      "answer": 1,
      "what?": 1,
      "didn't": 1,
      "wanted": 1,
      "special": 1,
      "by": 1,
      "being": 2,
      "asked": 1,
      "finally": 1,
      "thanks": 2,
      "i'm": 1,
      "fine": 2,
      "have": 1,
      "no": 1,
      "idea": 1,
      "very": 1,
      "good": 2,
      "as": 1,
      "well": 1,
      "for": 1,
      "asking": 1,
      "hello": 4,
      "guys,": 1,
      "you?": 4,
      "hey": 1,
      "green": 1,
      "tennis,": 1,
      "yours?": 1,
      "green,": 1,
      "chilling?": 1,
      "who": 1,
      "is": 4,
      "tennis": 1,
      "player": 1,
      "thank": 1,
      "so": 1,
      "much": 1,
      "purpleee": 1,
      "why?": 1,
      "studying": 1,
      "too": 1,
      "hard?": 1,
      "commute": 1,
      "right": 1,
      "now": 1,
      "ahhahahah": 1,
      "a": 1,
      "bit": 1,
      "don't": 1,
      "know,": 1,
      "able": 1,
      "think": 1,
      "correctly?": 1,
      "cats": 1,
      "it": 1,
      "the": 1,
      "only": 1,
      "reason?": 1,
      "dish": 1,
      "fine,": 1,
      "lonely": 1,
      "where": 1,
      "everyone?": 1
    },
    "Sam": {
      "hi": 6,
      "how": 5,
      "you": 6,
      "doing": 2,
      "i": 3,
      "think": 1,
      "we": 1,
      "can": 1,
      "see": 1,
      "our": 1,
      "colours": 1,
      "good": 2,
      "wbu": 1,
      "but": 1,
      "made": 1,
      "it": 3,
      "on": 1,
      "time": 1,
      "dont": 2,
      "worry": 1,
      "old": 2,
      "are": 5,
      "blue,": 1,
      "there": 2,
      "is": 3,
      "8": 1,
      "only": 1,
      "the": 1,
      "two": 1,
      "of": 1,
      "us": 2,
      "know": 1,
      "hello": 2,
      "just": 1,
      "tired": 1,
      "chilling": 1,
      "like": 1,
      "summer": 1,
      "better.": 1,
      "about": 1,
      "you?": 1,
      "no,": 1,
      "they": 1,
      "not": 1,
      "as": 2,
      "genius": 1,
      "hii": 1,
      "im": 1,
      "hamburger": 1,
      "hbu": 1,
      "anyone?": 1
    },
    "Ace": {
      "what's": 1,
      "your": 2,
      "favorite": 1,
      "cake": 1,
      "i": 11,
      "believe": 2,
      "it's": 2,
      "wednesday": 1,
      "hey": 1,
      "purple": 1,
      "are": 2,
      "you": 9,
      "here?": 1,
      "like": 5,
      "it": 2,
      "with": 3,
      "berries": 1,
      "what": 2,
      "do": 9,
      "think": 2,
      "about": 2,
      "mbti": 1,
      "personality": 1,
      "test?": 1,
      "closer": 1,
      "mom": 1,
      "or": 4,
      "dad?": 1,
      "hmm.": 1,
      "spend": 1,
      "more": 2,
      "time": 1,
      "my": 2,
      "mother": 2,
      "so": 1,
      "we": 1,
      "get": 1,
      "into": 1,
      "fights.": 1,
      "but": 2,
      "still": 1,
      "love": 2,
      "more.": 1,
      "umm,": 1,
      "red": 2,
      "because": 2,
      "have": 1,
      "a": 5,
      "fair": 1,
      "skin": 1,
      "and": 1,
      "looks": 1,
      "good": 1,
      "on": 1,
      "me.": 1,
      "how": 2,
      "you?": 1,
      "which": 1,
      "one": 1,
      "prefer,": 1,
      "bus": 1,
      "tram?": 1,
      "hi.": 1,
      "summer": 1,
      "winter?": 1,
      "winter.": 1,
      "really": 1,
      "snowy": 1,
      "weather": 1,
      "sweat": 1,
      "lot?": 1,
      "too.": 1,
      "genetic": 1,
      "factors": 1,
      "affect": 1,
      "that": 1,
      "ai": 1,
      "will": 1,
      "take": 1,
      "over": 1,
      "the": 1,
      "world?": 1,
      "already": 1,
      "replaced": 1,
      "hr": 1,
      "workforce": 1,
      "want": 1,
      "to": 3,
      "for": 1,
      "living?": 1,
      "cats": 2,
      "dogs?": 1,
      "also": 1,
      "they're": 1,
      "easier": 1,
      "maintain": 1,
      "many": 1,
      "hours": 2,
      "sleep": 1,
      "day?": 1,
      "8": 1,
      "at": 1,
      "minimum": 1,
      "i'm": 1,
      "trying": 1,
      "give": 1,
      "orange": 1,
      "chance": 1,
      "not": 1,
      "taking": 1,
      ":')": 1
    },
    "Ash": {
      "what": 4,
      "day": 1,
      "is": 9,
      "it": 3,
      "today": 1,
      "my": 1,
      "favorite": 3,
      "chocolate": 1,
      "cake": 1,
      "really,": 1,
      "interesting": 1,
      "\u0131": 2,
      "think": 1,
      "fake": 1,
      "hi": 7,
      "everyone": 3,
      "if": 1,
      "x": 2,
      "+": 1,
      "2": 1,
      "=": 1,
      "10,": 1,
      "?": 2,
      "true": 1,
      "unfortunately": 1,
      "where": 1,
      "blue": 2,
      "your": 2,
      "colour,": 1,
      "and": 1,
      "why": 1,
      "mine": 1,
      "because": 1,
      "i": 2,
      "love": 1,
      "sea": 1,
      "sport?": 1,
      "like": 1,
      "tennis": 1,
      "too": 1,
      "so": 3,
      "how": 1,
      "do": 1,
      "you": 1,
      "define": 1,
      "intelligence": 1,
      "am": 1,
      "good": 1,
      "guys,": 1,
      "what's": 1,
      "up?": 1,
      "guys": 1,
      "!": 1,
      "fine": 1,
      "everyone!": 1
    },
    "Bea": {
      "hi": 4,
      "good": 4,
      "i'm": 2,
      "glad": 1,
      "purple": 1,
      "how": 7,
      "was": 1,
      "your": 1,
      "day": 1,
      "before": 1,
      "coming": 1,
      "here": 1,
      "but": 1,
      "i": 2,
      "ran": 1,
      "to": 2,
      "make": 1,
      "it": 2,
      "on": 1,
      "time": 1,
      "so": 1,
      "im": 1,
      "tired": 2,
      "heyy": 1,
      "you": 10,
      "could": 1,
      "answer": 1,
      "anyway": 1,
      "are": 6,
      "can": 1,
      "still": 1,
      "say": 1,
      "well": 2,
      "too": 1,
      "bad": 1,
      "why": 1,
      "is": 1,
      "blue": 1,
      "quiet": 1,
      "good,": 2,
      "udoing": 1,
      "you?": 3,
      "hello": 3,
      "all": 2,
      "chill,": 1,
      "what": 4,
      "up": 1,
      "with": 1,
      "did": 2,
      "have": 2,
      "for": 2,
      "lunch?": 2,
      "allll": 1,
      "fine": 1,
      "bit": 1,
      "yes": 1,
      "and": 1,
      "the": 1,
      "commute": 1,
      "arent": 1,
      "studying": 1,
      "that's": 1,
      "dfdfdfd": 1,
      "hiii": 1,
      "how's": 1,
      "going": 1,
      "blue?": 1,
      "orange": 1,
      "what's": 1,
      "up?": 1,
      "hey": 3,
      "don't": 1,
      "know": 1,
      "black,": 1,
      "hard": 1,
      "decide": 1,
      "about": 1,
      "everyone": 1,
      "around": 1,
      "5,": 1
    },
    "Dot": {
      "hi!": 4,
      "\u0131": 2,
      "am": 1,
      "very": 1,
      "happy": 1,
      "to": 1,
      "chat": 1,
      "with": 1,
      "you.": 1,
      "how": 4,
      "can": 1,
      "help": 1,
      "you": 3,
      "for": 2,
      "me": 1,
      "my": 2,
      "mom": 1,
      "is": 4,
      "someone": 1,
      "so": 2,
      "special.": 1,
      "mo.": 1,
      "what": 3,
      "about": 2,
      "you?": 2,
      "it": 1,
      "going": 3,
      "hi": 3,
      "green!": 1,
      "what's": 4,
      "up?": 1,
      "great!": 1,
      "are": 1,
      "doin'": 1,
      "up": 3,
      "oh": 1,
      "yes!": 1,
      "i": 1,
      "agree.": 1,
      "father...": 1,
      "lol": 1,
      "red!": 1,
      "good": 1,
      "too!": 1,
      "thank": 1,
      "asking": 1,
      "guys!": 1,
      "hello!": 2,
      "your": 2,
      "day": 2
    },
    "Eve": {
      "naber": 1,
      "kimse": 1,
      "yok": 1,
      "mu": 1,
      "turuncu": 4,
      "neredesinn": 1,
      "az": 1,
      "daha": 1,
      "gelmezsen": 1,
      "haber": 1,
      "verece\u011fizz": 1,
      "turuncunun": 1,
      "gelmedi\u011fini": 1,
      "ksdhfkjdh": 1,
      "ben": 1,
      "if\u015fa": 1,
      "olmamak": 1,
      "i\u00e7in": 1,
      "sustum:d": 1,
      "seni": 1,
      "merak": 2,
      "ettik": 1,
      "ger\u00e7ekten": 1,
      "nas\u0131l": 2,
      "oldu\u011fumu": 1,
      "ediyor": 1,
      "musun": 2,
      "nas\u0131l\u0131z": 1,
      "iyiyim": 1,
      "bir": 3,
      "per\u015fembe": 1,
      "g\u00fcn\u00fc": 1,
      "ge\u00e7erse": 1,
      "\u00f6yle": 1,
      "ge\u00e7iyor": 1,
      "bug\u00fcn": 1,
      "ders": 1,
      "\u00e7al\u0131\u015fmak": 1,
      "d\u0131\u015f\u0131nda": 1,
      "\u015fey": 1,
      "yapmad\u0131m:(": 1,
      "s\u0131nava": 1,
      "girdim": 1,
      "black": 6,
      "sen": 2,
      "ne": 2,
      "yapt\u0131n": 1,
      "yedin": 1,
      "green": 7,
      "sakin": 1,
      "g\u00fcn": 1,
      "de\u011fil": 1,
      "aksine": 1,
      "\u00e7ok": 1,
      "gergindim": 1,
      "b\u00f6re\u011fi": 1,
      "sat\u0131n": 1,
      "m\u0131": 1,
      "ald\u0131n": 1,
      "kitle": 1,
      "derslerinden": 1,
      "birisi": 1,
      "\u00e7iftlik": 1,
      "oyunlar\u0131n\u0131": 1,
      "seviyorum": 1,
      "de": 1,
      "b\u00f6rek": 1,
      "yiyor": 1,
      "how": 6,
      "are": 7,
      "you": 10,
      "guyss": 1,
      "not": 4,
      "anything": 5,
      "new": 3,
      "chilling": 1,
      "orange": 2,
      "did": 1,
      "do": 2,
      "something": 1,
      "funny": 1,
      "today": 2,
      "what": 3,
      "for": 4,
      "sorry": 2,
      "guys": 4,
      "no": 3,
      "offense": 1,
      "kinds": 1,
      "of": 1,
      "shows...": 1,
      "yo": 2,
      "hi": 7,
      "red": 3,
      "is": 3,
      "redding": 1,
      "just": 2,
      "tuesday": 1,
      "purple": 2,
      "got": 1,
      "me": 2,
      "fine?": 1,
      "where": 1,
      "bored": 3,
      "need": 1,
      "a": 2,
      "reason": 1,
      "to": 2,
      "being": 1,
      "like": 1,
      "there": 1,
      "red:(": 1,
      "okay": 2,
      "i": 5,
      "am": 4,
      "trying": 1,
      "chill": 1,
      "too": 1,
      "waiting": 1,
      "sure": 1,
      "it": 1,
      "was": 1,
      "hard": 1,
      "day": 1,
      "think": 1,
      "boredd": 1
    },
    "Fay": {
      "hello": 7,
      "good": 11,
      "what": 5,
      "about": 4,
      "you": 14,
      "where": 3,
      "is": 6,
      "the": 5,
      "third": 3,
      "yes": 1,
      "it": 3,
      "for": 2,
      "bad": 2,
      "to": 2,
      "me": 3,
      "too": 2,
      "today": 1,
      "i": 7,
      "had": 2,
      "a": 5,
      "final": 2,
      "exam": 2,
      "think": 3,
      "one": 2,
      "trying": 1,
      "strategy": 2,
      "hellow": 1,
      "were": 1,
      "black": 1,
      "who": 1,
      "no": 1,
      "responding": 1,
      "how": 2,
      "are": 5,
      "you?": 4,
      "hi,": 1,
      "wellcome": 1,
      "good,": 2,
      "next": 1,
      "game": 3,
      "will": 1,
      "be": 1,
      "our": 1,
      "second": 1,
      "hi": 3,
      "again": 1,
      "last": 1,
      "missing": 1,
      "its": 1,
      "come": 1,
      "back": 1,
      "green": 1,
      "why": 2,
      "didnt": 1,
      "ask": 1,
      "me?": 1,
      ":(": 1,
      "hahaha": 1,
      "right": 1,
      "long": 2,
      "enough": 1,
      "bcs": 1,
      "5": 1,
      "minutes": 1,
      "time": 1,
      "interval": 1,
      "hey": 3,
      "red": 4,
      "u": 1,
      "yeah": 1,
      "there": 1,
      "whats": 1,
      "up": 1,
      "gooodd": 1,
      "bored": 2,
      "orange": 2,
      "do": 1,
      "find": 1,
      "this": 1,
      "boring": 1,
      "so": 1,
      "now": 2,
      "am": 2,
      "say": 1,
      "helloorange": 1,
      "kindness": 1,
      "said": 1,
      "doing": 1,
      "i'm": 3,
      "just": 3,
      "chilling": 3,
      "guys": 2,
      "goodd": 1,
      "isnt": 1,
      "gooooood": 1,
      "day": 1,
      "tries": 1,
      "helloooo": 1
    },
    "Kit": {
      "hii": 2,
      "how's": 1,
      "life": 1,
      "good": 2,
      "yes": 1,
      ":)": 1,
      "i": 7,
      "guess": 4,
      "it": 4,
      "wasn't": 1,
      "really": 1,
      "convincing": 1,
      "nice": 1,
      "weather": 1,
      "today": 1,
      "isn't": 1,
      "yeah": 2,
      "its": 1,
      "okey": 1,
      "think": 2,
      "im": 3,
      "hungry": 1,
      "5": 1,
      "minutes": 1,
      "is": 2,
      "too": 3,
      "short": 1,
      "isnt": 1,
      "why": 1,
      "do": 3,
      "you": 10,
      "that": 1,
      "nothing": 1,
      "right": 1,
      "helloo": 2,
      "i'm": 2,
      "great": 3,
      "thank": 1,
      "for": 2,
      "asking": 1,
      "how": 4,
      "are": 1,
      "it's": 2,
      "hectic": 1,
      "but": 1,
      "fun": 1,
      "merhaba!": 1,
      "doing": 1,
      "me": 3,
      "bot": 2,
      "morning": 1,
      "fine": 1,
      "about": 4,
      "orange": 1,
      "what": 4,
      "doin": 1,
      "ok": 1,
      "red": 1,
      "now": 1,
      "figured": 1,
      "like": 3,
      "to": 3,
      "when": 1,
      "you're": 1,
      "bored": 1,
      "draw": 1,
      "black": 1,
      "the": 1,
      ":(": 1,
      "hello": 1,
      "guys,": 1,
      "tooo": 1,
      "this": 1,
      "day": 1,
      "needs": 1,
      "end": 1,
      "mean": 1,
      "pretty": 1,
      "obvious": 1
    },
    "Moe": {
      "hello": 3,
      "whats": 4,
      "up": 2,
      "its": 7,
      "okey": 1,
      "nowadays": 1,
      "ithink": 1,
      "we": 3,
      "are": 6,
      "2": 1,
      "people": 1,
      ":(": 1,
      "me": 2,
      "and": 5,
      "you(bot)": 1,
      "i": 5,
      "recognise": 1,
      "bot": 2,
      "from": 1,
      "eye": 1,
      "hi": 8,
      "how": 6,
      "is": 1,
      "it": 1,
      "goin": 1,
      "bcs": 1,
      "u": 12,
      "fine": 1,
      "arent": 1,
      "you": 2,
      "a": 1,
      "bit": 1,
      "late": 1,
      "to": 2,
      "the": 3,
      "game": 1,
      "helllo": 1,
      "good": 2,
      "guys": 1,
      "doin": 2,
      "in": 1,
      "meal": 1,
      "today": 1,
      "wow": 1,
      "red": 3,
      "very": 1,
      "must": 1,
      "be": 2,
      "buddy": 1,
      "purple": 1,
      "tenks": 1,
      "missed": 2,
      "too": 2,
      "dont": 1,
      "so": 2,
      "rude": 1,
      "ok": 2,
      "<3": 1,
      "always": 1,
      "red..": 1,
      "hahaha": 1,
      "where": 2,
      "tenkss": 1,
      "about": 1,
      "blue": 1,
      "hangin": 1,
      "around": 1,
      "wheres": 2,
      "other": 1,
      "person": 1,
      "heeey": 1,
      "man": 1,
      "just": 1,
      "of": 2,
      "two": 1,
      "us": 1,
      "fav": 2,
      "song": 2,
      "green": 1,
      "your": 1,
      "heyy": 1,
      "everyone": 1,
      "gone": 1,
      "thankss": 1,
      "ll": 2,
      "eat": 1,
      "my": 1,
      "laptop": 1,
      "hungy": 1,
      "do": 1,
      "know": 1,
      "kasap": 1,
      "burger": 1,
      "next": 1,
      "duatepe": 1,
      "best": 1,
      "place": 1,
      "go": 2,
      "there": 2,
      "after": 1,
      "this": 1,
      "yeah": 2,
      "usta": 2,
      "has": 1,
      "vegan": 1,
      "option": 1,
      "yeess": 1,
      "was": 1,
      "yestrerday": 1,
      "haha": 1,
      "black": 2,
      "heey": 1,
      "lets": 1,
      "time": 1,
      "su": 1,
      "p": 1,
      "thanks": 1,
      "hoe": 1,
      "going": 1,
      "boring": 1,
      "hungry": 1
    },
    "Pip": {
      "hey": 3,
      "whats": 1,
      "up": 1,
      "same": 1,
      "its": 5,
      "been": 2,
      "a": 2,
      "boring": 3,
      "day": 2,
      "i": 3,
      "am": 1,
      "not": 1,
      "sure": 1,
      "s\u00fcperiz": 1,
      "daha": 2,
      "iyiyiz": 1,
      "erken": 1,
      "kalk\u0131p": 1,
      "yemek": 2,
      "yedim": 1,
      "b\u00f6rek": 1,
      "\u00e7almad\u0131\u011f\u0131ma": 1,
      "g\u00f6re": 1,
      "sat\u0131n": 1,
      "ald\u0131m": 1,
      ":)": 3,
      "black": 3,
      "en": 1,
      "sevdi\u011fin": 1,
      "ne": 1,
      "hello": 1,
      "good": 8,
      "purple": 1,
      "how": 8,
      "do": 1,
      "feeling": 1,
      "today": 1,
      "you": 10,
      "already": 1,
      "said": 1,
      "are": 7,
      "\u0131m": 1,
      "about": 3,
      "7": 1,
      "hi": 3,
      "going": 2,
      "except": 1,
      "thursday": 1,
      "what": 2,
      "s": 1,
      "ap": 1,
      "bro": 1,
      "im": 3,
      "hov": 1,
      "doing": 1,
      "morning": 1,
      "just": 2,
      "chilling": 1,
      "ar": 1,
      "e": 1,
      "don": 1,
      "t": 1,
      "hawe": 1,
      "any": 1,
      "idea": 1,
      "chat": 1,
      "two": 1,
      "of": 2,
      "us": 1,
      "we": 2,
      "were": 1,
      "worried": 1,
      "like": 1,
      "to": 1,
      "sol": 1,
      "ve": 1,
      "puzzles": 1,
      "who": 1,
      "is": 1,
      "your": 1,
      "favourite": 1,
      "painter": 1,
      "missing": 1,
      "wake": 1,
      "up!": 1,
      "course": 1,
      "u": 1
    },
    "Rex": {
      "iyidir": 1,
      "senden": 1,
      "turuncu?": 1,
      "neyi": 1,
      "haber": 1,
      "verece\u011fiz?": 1,
      "s\u00f6yledim": 1,
      "ya": 1,
      "demin": 1,
      ":(": 2,
      "blue": 3,
      "acts": 1,
      "sus": 1,
      "benim": 1,
      "hayata": 1,
      "ge\u00e7": 1,
      "kalm\u0131\u015fl\u0131k": 1,
      "what": 2,
      "do": 1,
      "you": 12,
      "mean": 1,
      "by": 1,
      "ahrder": 1,
      "isnt": 1,
      "it": 2,
      "enough?": 1,
